Repository: KDE/kpublicalerts
Catalog: po/*/kpublicalerts.po
Languages: ar, ca, de, eu, fi, fr, gl, he, it, ka, ko, lv, nl, pl, sl, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
it: Valter Mura
ka: Temuri Doghonadze
ko: 박신조
lv: Toms Trasūns
nl: Freek de Kruijf - 2025
pl: Łukasz Wojniłowicz
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: Tyson Tan
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com
de: kde-i18n-de@kde.org
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.gal
he: kde-l10n-he@kde.org
it: valtermura@gmail.com
ka: temuri.doghonadze@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: tds00@qq.com
zh_tw: mail@kisaragi-hiu.com

source: Language
ar: اللغة
de: Sprache
eu: Hizkuntza
fi: Kieli
fr: Langue
he: שפה
it: Lingua
ka: ენა
lv: Valoda
nl: Taal
sl: Jezik
sv: Språk
tr: Dil
uk: Мова
zh_cn: 语言
zh_tw: 語言

source: Affected area
ar: المنطقة المتأثرة
de: Betroffenes Gebiet
eu: Eragindako eremua
fi: Vaikutuksenalainen alue
fr: Zone affectée
he: אזור מושפע
it: Area coinvolta
ka: დაზარალებული ტერიტორია
lv: Ietekmētais apgabals
nl: Beïnvloed gebied
sl: Prizadeto območje
sv: Påverkat område
tr: Etkilenen alan
uk: Область застосування
zh_cn: 影响区域
zh_tw: 影響區域

source: Event
ar: الحدث
de: Ereignis
eu: Gertaera
fi: Tapahtuma
fr: Évènement
he: אירוע
it: Evento
ka: მოვლენა
lv: Notikums
nl: Gebeurtenis
sl: Dogodek
sv: Händelse
tr: Etkinlik
uk: Подія
zh_cn: 事件
zh_tw: 事件

# @label
source: Categories
ar: الفئات
de: Kategorien
eu: Kategoriak
fi: Luokat
fr: Catégories
he: קטגוריות
it: Categorie
ka: კატეგორიები
lv: Kategorijas
nl: Categorieën
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії
zh_cn: 类别
zh_tw: 分類

# @label
source: Urgency
ar: الإلحاح
de: Dringlichkeit
eu: Premia
fi: Kiireellisyys
fr: Urgence
he: דחיפות
it: Urgenza
ka: სასწრაფოობა
lv: Steidzamība
nl: Urgentie
sl: Nujnost
sv: Brådskande
tr: İvedilik
uk: Терміновість
zh_cn: 紧急程度
zh_tw: 緊急程度

# @label
source: Severity
ar: الخطورة
de: Schweregrad
eu: Larritasuna
fi: Vakavuus
fr: Gravité
he: חומרה
it: Gravità
ka: სიმძიმე
lv: Nopietnība
nl: Ernst
sl: Resnost
sv: Allvarlighet
tr: Önem
uk: Важливість
zh_cn: 严重程度
zh_tw: 嚴重程度

# @label
source: Certainty
ar: اليقين
de: Wahrscheinlichkeit
eu: Ziurtasuna
fi: Varmuus
fr: Sécurité
he: ודאות
it: Certezza
ka: ალბათობა
lv: Noteiktība
nl: Zekerheid
sl: Gotovost
sv: Säkerhet
tr: Kesinlik
uk: Певність
zh_cn: 确定程度
zh_tw: 確定性

# @label, time
source: Onset
ar: البدء
de: Beginn
eu: Hasiera
fi: Alku
fr: Apparition
he: תחילת מקרה
it: Inizio
ka: დაწყება
lv: Sākums
nl: Aanvang
sl: Začetek
sv: Börjar
tr: Başlangıç
uk: Початок
zh_cn: 开始时间
zh_tw: 開始

# @label
source: Description
ar: الوصف
ca: Descripció
de: Beschreibung
eu: Deskribapena
fi: Kuvaus
gl: Descrición
he: תיאור
it: Descrizione
ka: აღწერა
ko: 설명
lv: Apraksts
nl: Beschrijving
pl: Opis
sl: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_cn: 描述
zh_tw: 描述

source: Act
ar: العمل
eu: Ekintza
fi: Toiminta
fr: Agir
he: פעולה
it: Atto
ka: ქმედება
lv: Rīkoties
sl: Zakon
sv: Åtgärd
tr: Hareket
uk: Дія
zh_cn: 行动
zh_tw: 動作

# @label
source: Recommended response
ar: الاستجابة الموصى بها
de: Empfohlene Maßnahme
eu: Erantzun gomendatua
fi: Suositeltu reaktio
fr: Réponse recommandée
he: תגובה מומלצת
it: Reazione consigliata
ka: რეკომენდებული პასუხი
lv: Ieteicamā reakcija
nl: Aanbevolen reactie
sl: Priporočen odziv
sv: Rekommenderat svar
tr: Önerilen tepki
uk: Рекомендована відповідь
zh_cn: 建议应对方式
zh_tw: 建議反應

# @label
source: Instruction
ar: التوجيه
ca: Instrucció
de: Anweisung
eu: Jarraibidea
fi: Ohje
gl: Instrución
he: הנחיה
it: Istruzioni
ka: ინსტრუქცია
ko: 지시 사항
lv: Instrukcija
nl: Instructie
pl: Instrukcja
sl: Navodilo
sv: Instruktion
tr: Yönerge
uk: Настанови
zh_cn: 应对指示
zh_tw: 指示

source: Further Information
ar: معلومات إضافية
de: Weitere Informationen
eu: Informazio gehiago
fi: Lisätietoa
fr: Informations complémentaires
he: פרטים נוספים
it: Ulteriori informazioni
ka: დამატებითი ინფორმაცია
lv: Turpmākā informācija
nl: Verdere informatie
sl: Dodatne informacije
sv: Ytterligare information
tr: Ek Bilgi
uk: Подальша інформація
zh_cn: 更多信息
zh_tw: 更多資訊

# @label
source: Web
ar: الوبّ
fi: Verkko
fr: Internet
he: אתר
ka: ვები
lv: Tīmeklis
sl: Splet
sv: Webb
uk: Інтернет
zh_cn: 网页
zh_tw: 網站

# @label
source: Contact
ar: المتراسل
de: Kontakt
eu: Kontaktua
fi: Yhteystiedot
he: פרטי קשר
it: Contatto
ka: კონტაქტი
lv: Saziņa
nl: Contactpersoon
sl: Kontakt
sv: Kontakt
tr: İletişim
uk: Контакт
zh_cn: 联系方式
zh_tw: 聯絡方式

# @label
source: Sender
ar: المرسل
de: Absender
eu: Bidaltzailea
fi: Lähettäjä
fr: Émetteur
he: מוען
it: Mittente
ka: გამომგზავნი
lv: Nosūtītājs
nl: Afzender
sl: Pošiljatelj
sv: Avsändare
tr: Gönderen
uk: Відправник
zh_cn: 发送者
zh_tw: 送出者

# @label
source: Area
ar: المنطقة
ca: Àrea
de: Gebiet
eu: Eremua
fi: Alue
fr: Zone
gl: Área
he: אזור
ka: ფართობი
ko: 영역
lv: Apgabals
nl: Gebied
pl: Obszar
sl: Področje
sv: Område
tr: Alan
uk: Область
zh_cn: 区域
zh_tw: 區域

# @label
source: Additional Resources
ar: مصادر إضافية
de: Zusätzliche Ressourcen
eu: Baliabide gehigarriak
fi: Lisäresursseja
fr: Ressources complémentaires
he: משאבים נוספים
it: Risorse aggiuntive
ka: დამატებითი რესურსები
lv: Papildu resursi
nl: Aanvullende hulpbronnen
sl: Dodatni viri
sv: Ytterligare resurser
tr: Ek Özkaynaklar
uk: Додаткові ресурси
zh_cn: 额外资源
zh_tw: 額外資源

source: Technical Information
ar: معلومات فنية
de: Technische Informationen
eu: Informazio teknikoa
fi: Teknistä tietoa
fr: Informations techniques
he: פרטים טכניים
it: Informazioni tecniche
ka: ტექნიკური ინფორმაცია
lv: Tehniskā informācija
nl: Technische informatie
sl: Tehnične informacije
sv: Teknisk information
tr: Teknik Bilgi
uk: Технічна інформація
zh_cn: 技术信息
zh_tw: 技術資訊

# @label
source: Status
ar: الحالة
eu: Egoera
fi: Tila
fr: État
he: מצב
it: Stato
ka: სტატუსი
lv: Statuss
tr: Durum
uk: Стан
zh_cn: 状态
zh_tw: 狀態

# @label
source: Message type
ar: نوع الرسالة:
de: Nachrichtentyp
eu: Mezu-mota
fi: Viestityyppi
fr: Type de message
he: סוג הודעה
it: Tipo di messaggio
ka: შეტყობინების ტიპი
lv: Ziņas tips
nl: Type bericht
sl: Vrsta sporočila
sv: Meddelandetyp
tr: İleti türü
uk: Тип повідомлення
zh_cn: 消息类型
zh_tw: 訊息類型

source: Audience
ar: جمهور
de: Zielgruppe
eu: Audientzia
fi: Yleisö
fr: Public
he: קהל
it: Platea di riferimento
ka: აუდიტორია
lv: Auditorija
nl: Gehoor
sl: Občinstvo
sv: Målgrupp
tr: Kitle
uk: Коло призначення
zh_cn: 目标受众
zh_tw: 目標群衆

# @label, time
source: Sent
ar: أُرسلت
de: Versendet
eu: Bidalita
fi: Lähetetty
fr: Envoyé
he: נשלחה
it: Inviato il
ka: გაგზავნილია
lv: Nosūtīts
nl: Verzonden
sl: Poslano
sv: Skickat
tr: Gönderildi:
uk: Надіслане
zh_cn: 发送时间
zh_tw: 送出時間

# @label, time
source: Effective
ar: فعّال
de: Beginn
eu: Eraginkortasuna
fi: Voimassa
fr: En vigueur
he: יעיל
it: In vigore da
ka: ეფექტური
lv: Spēkā
nl: Effectief
sl: Velja od
sv: Gällande
tr: Etki:
uk: Ефективний
zh_cn: 是否生效
zh_tw: 生效時間

# @label, time
source: Expires
ar: تنتهي
de: Gültig bis
eu: Iraungi
fi: Vanhenee
fr: Expire
he: תום תוקף
it: Scade il
ka: ვადა
lv: Termiņš
nl: Verloopt op
sl: Poteče
sv: Utgår
tr: Bitiş:
uk: Строк дії
zh_cn: 过期时间
zh_tw: 失效時間

# scope of an alert: public/private/restricted
source: Scope
ar: النطاق
eu: Irismena
fi: Ala
fr: Champ d'application
he: היקף
it: Ambito
nl: Bereik
sl: Obseg
sv: Omfattning
tr: Kapsam
uk: Область
zh_cn: 范围
zh_tw: 範疇

source: Public — For general dissemination to unrestricted audiences
ar: عام — للنشر العام لجمهور غير محدود
eu: Publikoa — Zabalpen orokorrerako, publikoarentzako mugarik gabe
fi: Julkinen – yleiseen levitykseen rajoittamattomalle yleisölle
fr: Public — Pour diffusion générale auprès d'un public sans restriction
he: ציבורי - להפצה ציבורית לכל סוגי הקהל
it: Pubblico — Diffusione generale a una platea senza restrizioni
nl: Publiek — voor algemene verspreiding onder onbeperkt publiek
sl: Javno – Za splošno razširjanje neomejenemu občinstvu
sv: Öppen - För allmän spridning till obegränsad publik
tr: Kamu — Sınırsız kitlelere genel dağıtım için
uk: Загальна — для загального поширення для нічим не обмеженої аудиторії
zh_cn: 公开——面向不受限制的受众进行广泛传播
zh_tw: 公開 — 供傳播給所有受衆

source: Restricted — For dissemination only to users with a known operational requirement
ar: مقيد — للنشر فقط للمستخدمين الذين لديهم متطلبات تشغيلية معروفة
eu: Mugatua — Eskakizun operatibo ezaguna duten erabiltzaileei bakarrik zabaltzeko
fi: Rajoitettu – levitykseen vain käyttäjille, joilla on vaaditut käyttötaidot
fr: Restreint — Pour diffusion uniquement aux personnes ayant une exigence opérationnelle reconnue
he: מוגבל - להצפה למשתמשים עם דרישה תפעולית ברורה
it: Ristretto — Diffusione solo a utenti con esigenze operative conosciute
nl: Beperkt — voor verspreiding alleen naar gebruikers met een bekend operationeel vereiste
sl: Omejeno – Za razširjanje samo uporabnikom z znanimi operativnimi zahtevami
sv: Begränsad - Endast för spridning till användare med ett känt operativt krav
tr: Sınırlı — Yalnızca bilinen bir operasyonel gereksinimi olan kullanıcılara dağıtım için
uk: Обмежена — для поширення лише між користувачами із відомими вимогами щодо дій
zh_cn: 受限——仅发送到具备某种工作条件的用户
zh_tw: 受限 — 供傳播給有已知操作需求的用戶

source: Private — For dissemination only to specified addresses
ar: خاص — للنشر فقط إلى عناوين محددة
eu: Pribatua — Zehaztutako helbideetara bakarrik zabaltzeko
fi: Yksityinen – levitykseen vain määräyleisöille
fr: Privé — Pour diffusion uniquement à des adresses spécifiées
he: פרטי - להפצה לכתובות מסוימות בלבד
it: Privato — Diffusione solo a indirizzi specifici
nl: Privé - voor verspreiding alleen naar gespecialiseerde adressen
sl: Zasebno – Samo za razširjanje na določene naslove
sv: Privat - Endast för spridning till angivna adresser
tr: Özel — Yalnızca belirtilen adreslere dağıtım için
uk: Конфіденційна – для поширення лише за вказаними адресами
zh_cn: 私密——仅发送到指定地址
zh_tw: 私人 — 僅供傳播給指定地址

# addressees of a non-public alert
source: Addresses
ar: العناوين
eu: Helbideak
fi: Osoitteet
fr: Adresses
he: כתובות
it: Indirizzi
nl: Adressen
sl: Naslovi
sv: Adresser
tr: Adresler
uk: Адреси
zh_cn: 地址
zh_tw: 地址

source: Identifier
ar: المعرف
de: Kennung
eu: Identifikatzailea
fi: Tunniste
fr: Identifiant
he: מזהה
it: Identificatore
ka: იდენტიფიკატორი
lv: Identifikators
sl: Identifikator
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор
zh_cn: 标识符
zh_tw: 識別資料

source: View Source File
ar: اعرض ملف المصدر
eu: Ikusi sorburu-fitxategia
fi: Näytä lähdetiedosto
fr: Afficher le fichier source
he: הצגת קובץ מקור
it: Visualizza file delle fonti
ka: წყარო ფაილის ნახვა
lv: Rādīt avota datni
nl: Bronbestand bekijken
sl: Ogled izvorne datoteke
sv: Visa källfil
tr: Kaynak Dosyayı Görüntüle
uk: Переглянути файл джерела даних
zh_cn: 查看源文件
zh_tw: 檢視原始檔案

source: Open Source File
ar: افتح ملف المصدر
eu: Ireki sorburu-fitxategia
fi: Avaa lähdetiedosto
fr: Ouvrir un fichier source
he: פתיחת קובץ מקור
it: Apri file delle fonti
ka: წყარო ფაილის გახსნა
lv: Atvērt avota datni
nl: Bronbestand openen
sl: Odpri izvorno datoteko
sv: Öppna källfil
tr: Kaynak Dosyayı Aç
uk: Відкрити файл джерела даних
zh_cn: 打开源文件
zh_tw: 開啟原始檔案

# @action:button
source: Show Alert Details
ar: اعرض تفاصيل الإنذار
ca: Mostra els detalls de l'alerta
de: Details zu Warnung anzeigen
eu: Erakutsi alertaren xehetasunak
fi: Näytä hälytyksen tiedot
fr: Afficher les détails de l'alerte
gl: Amosar os detalles da alerta
he: הצגת פרטי התראה
it: Mostra dettagli allerta
ka: განგაშის დეტალების ჩვენება
ko: 자세한 경보 내용 표시
lv: Rādīt informāciju par brīdinājumu
nl: Details van alarmering tonen
pl: Pokaż szczegóły ostrzeżenia
sl: Pokaži podrobnosti opozorila
sv: Visa varningsinformation
tr: İkaz Uyarılarını Göster
uk: Показати параметри нагадування
zh_cn: 显示警报详情
zh_tw: 顯示警示詳細資料

# @action:button
source: Dismiss
ar: تجاهل
ca: Descarta
de: Ausblenden
eu: Baztertu
fi: Merkitse nähdyksi
fr: Rejeter
gl: Descartar
he: התעלמות
it: Ignora
ka: მოსილება
ko: 끄기
lv: Noraidīt
nl: Verwerpen
pl: Odrzuć
sv: Avfärda
tr: Kapat
uk: Відкинути
zh_cn: 消除
zh_tw: 忽略

# @title:window
source: Active Alerts
ar: الإنذارات النشطة
ca: Alertes actives
de: Aktive Warnungen
eu: Alerta aktiboak
fi: Aktiiviset hälytykset
fr: Alertes actives
gl: Alertas activas
he: התראות פעילות
it: Allerta attive
ka: აქტიური განგაშები
ko: 활성 알림
lv: Aktīvie brīdinājumi
nl: Actieve alarmeringen
pl: Obowiązujące ostrzeżenia
sl: Dejavna opozorila
sv: Aktiva varningar
tr: Etkin İkazlar
uk: Активні нагадування
zh_cn: 活动警报
zh_tw: 作用中警示

# @info:placeholder
source: No alerts
ar: لا توجد إنذارات
ca: Sense alertes
de: Keine Warnungen
eu: Alertarik ez
fi: Ei hälytyksiä
fr: Aucune alerte
gl: Non hai alertas.
he: אין התראות
it: Nessuna allerta
ka: განგაშების გარეშე
ko: 알림 없음
lv: Nav brīdinājumu
nl: Geen alarmeringen
pl: Brak ostrzeżeń
sl: Ni opozoril
sv: Inga varningar
tr: İkaz yok
uk: Немає нагадувань
zh_cn: 没有警报
zh_tw: 沒有警示

# @action:button
source: Add Area of Interest…
ar: أضف منطقة الاهتمام…
ca: Afegeix una àrea d'interès…
de: Gebiet von Interesse hinzufügen …
eu: Gehitu interes-eremua...
fi: Lisää tarkkailtava alue…
fr: Ajouter une zone d'intérêt...
gl: Engadir unha zona de interese…
he: הוספת אזור עניין…
it: Aggiungi area di interesse…
ka: ინტერესის ადგილის დამატება…
ko: 관심 영역 추가…
lv: Pievienot attiecināmo reģionu…
nl: Aandachtsgebied toevoegen…
pl: Dodaj obszar zainteresowania…
sl: Dodaj področje zanimanja…
sv: Lägg till intresseområde…
tr: İlgi Alanı Ekle…
uk: Додати область зацікавлення…
zh_cn: 关注区域…
zh_tw: 加入關注區域…

# @label
source: Future
ar: المستقبل
ca: Futur
de: Zukünftig
eu: Etorkizunekoa
fi: Tuleva
gl: Futura
he: עתידי
it: Futura
ka: მომავალი
ko: 미래
lv: Nākotnes
nl: Toekomst
pl: Przyszłość
sl: V bodoče
sv: Framtida
tr: Gelecek
uk: Майбутні
zh_cn: 未来
zh_tw: 未來

# @label
source: Current
ar: الحاليّ
ca: Actual
de: Aktuell
eu: Egungoa
fi: Nykyinen
fr: Courant
gl: Actual
he: נוכחי
it: Attuale
ka: მიმდინარე
ko: 현재
lv: Pašreizējs
nl: Huidige
pl: Bieżący
sl: Trenutno
sv: Aktuella
tr: Şimdiki
uk: Поточні
zh_cn: 当前
zh_tw: 目前

source: Extreme — Extraordinary threat to life or property
ar: بالغ الخطورة - تهديد غير عادي للحياة أو الممتلكات
ca: Extrema: Amenaça extraordinària a la vida o les propietats
de: Höchste - Außerordentliche Bedrohung für Leib und Leben oder Eigentum
eu: Muturrekoa — Bizitzarako edo ondasunetarako aparteko mehatxua.
fi: Äärimmäinen – epätavallinen uhka ihmishengille tai omaisuudelle
fr: Extrême — Menace extraordinaire pour les personnes ou les biens
gl: Extrema: ameaza extraordinaria á vida ou á propiedade.
he: קיצוני - איום חריג על חיים או רכוש
it: Elevata — Minaccia straordinaria alla sicurezza delle persone o alle cose
ka: უკიდურესი — სიცოცხლისა და ქონების განსაკუთრებული საფრთხე
ko: 긴급: 생명이나 재산에 중대한 피해가 있음
lv: Ekstrēms — ļoti lieli draudi dzīvībai vai īpašumam
nl: Extreem — buitengewone bedreiging voor leven of eigendom
pl: Ekstremalna — Nadzwyczajne zagrożenie życia czy mienia
sl: Ekstremno — ekstremna nevarnost za življenje ali premoženje
sv: Extrem: Extraordinärt hot mot liv eller egendom
tr: Üst düzey — Cana veya mala yönelik olağanüstü tehdit
uk: Надзвичайна — надзвичайна загроза життю або майну
zh_cn: 极端 — 对生命或财产构成的特别重大威胁
zh_tw: 重大 — 重大生命財產威脅。

source: Severe — Significant threat to life or property
ar: شديد - تهديد كبير على الحياة أو الممتلكات
ca: Severa: Amenaça significativa a la vida o les propietats
de: Schwerwiegend - Erhebliche Bedrohung für Leib und Leben oder Eigentum
eu: Larria — Bizitzarako eta ondasunetarako mehatxu garrantzitsua
fi: Vakava – merkittävä uhka ihmishengille tai omaisuudelle
fr: Grave — Menace importante pour les personnes ou les biens
gl: Severa: ameaza significativa á vida ou á propiedade.
he: חמור - איום ממשי על חיים או רכוש
it: Moderata — Minacce significative alla sicurezza delle persone o alle cose
ka: მძიმე — მნიშვნელოვანი საფრთხე სიცოცხლისთვის ან ქონებისთვის
ko: 중대: 생명이나 재산에 피해가 있음
lv: Nopietns — nopietns apdraudējums dzīvībai vai īpašumam
nl: Ernstig — aanzienlijke bedreiging voor leven of eigendom
pl: Znaczna – Znaczące zagrożenie życia czy mienia
sl: Nujno — Resna nevarnost za življenje ali premoženje
sv: Allvarlig: Betydande hot mot liv eller egendom
tr: Önemli — Cana veya mala yönelik önemli tehdit
uk: Критична — значна загроза життю або майну
zh_cn: 严重 — 对生命或财产构成重大威胁
zh_tw: 嚴重 — 嚴重生命財產威脅。

source: Moderate — Possible threat to life or property
ar: متوسط - تهديد محتمل للحياة أو الممتلكات
ca: Moderada: Amenaça possible a la vida o les propietats
de: Mittel - Mögliche Bedrohung für Leib und Leben oder Eigentum
eu: Moderatua — Bizitzarako edo ondasunetarako mehatxu posiblea
fi: Kohtalainen – mahdollinen uhka ihmishengille tai omaisuudelle
fr: Modéré — Menace possible pour les personnes ou les biens
gl: Moderada: posíbel ameaza á vida ou á propiedade.
he: מתון - איום אפשרי על חיים או רכוש
it: Ordinaria — Possibile minaccia alla sicurezza delle persone o alle cose
ka: ზომიერი — სიცოცხლის ან ქონების შესაძლო საფრთხე
ko: 중간: 생명이나 재산에 피해 가능성 있음
lv: Vidējs — iespējams apdraudējums dzīvībai vai īpašumam
nl: Matig — mogelijke bedreiging voor leven of eigendom
pl: Umiarkowana – Możliwe zagrożenie życia czy mienia
sl: Zmerna — možna nevarnost za življenje ali premoženje
sv: Måttlig: Möjligt hot mot liv eller egendom
tr: Orta — Cana veya mala yönelik olası tehdit
uk: Помірна — можлива загроза життю або майну
zh_cn: 中等 — 对生命或财产可能构成威胁
zh_tw: 中等 — 可能的生命財產威脅。

source: Minor — Minimal to no known threat to life or property
ar: بسيط - الحد الأدنى أو عدم وجود تهديد معروف على الحياة أو الممتلكات
ca: Menor: Amenaça mínima o no coneguda a la vida o les propietats
de: Gering - Minimale bis keine bekannte Bedrohung für Leib und Leben oder Eigentum
eu: Txikia — Bizitzarako edo ondasunetarako mehatxu minimoa edo batere ez
fi: Vähäinen – ei juuri uhkaa ihmishenkiä tai omaisuutta
fr: Mineur — Menace minimale avec aucune menace connue pour les personnes ou les biens
gl: Leve: ameaza mínima ou nula á vida ou á propiedade.
he: מזערי - איום מזערי או לא קיים על חיים או רכוש
it: Minima — Minaccia minima alla sicurezza delle persone o alle cose
ka: უმცირესი — მინიმალური, რომ არ იყოს ცნობილი საფრთხე სიცოცხლისთვის ან ქონებისთვის
ko: 주의: 생명이나 재산에 사소한 위협이 있거나 위험 없음
lv: Mazs — minimāls vai nekāds apdraudējums dzīvībai vai īpašumam
nl: Minimaal — minimale bedreiging voor leven of eigendom
pl: Mała – Minimalne lub brak zagrożenia życia czy mienia
sl: Manjša — Minimalna do neznatna nevarnost za življenje ali premoženje
sv: Mindre: Minimalt eller inget hot mot liv eller egendom
tr: Düşük düzey — Cana veya mala az veya olmayan tehdit
uk: Незначна — мінімальна загроза життю або майну
zh_cn: 轻微 — 对生命或财产几乎没有或完全没有威胁
zh_tw: 小型 — 對於生命財產威脅不大或無威脅。

source: Responsive action should be taken immediately
ar: يجب اتخاذ إجراءات الاستجابة على الفور
ca: S'han d'emprendre immediatament accions de resposta
de: Es sollten unverzüglich Maßnahmen ergriffen werden
eu: Erantzun egokia berehala eman behar da
fi: Reagoinnin tulisi olla välitöntä
fr: Des mesures réactives doivent être prises immédiatement.
gl: Debería tomar medidas inmediatamente.
he: יש לנקוט בפעולה מיידית בתגובה
it: È necessario adottare misure di risposta immediatamente
ka: საპასუხო ქმედება დაუყოვნებლივ უნდა განხორციელდეს
ko: 즉시 대응해야 함
lv: Jāreaģē nekavējoties
nl: Beantwoordende actie zou onmiddellijk genomen moeten worden
pl: Odpowiednie działanie powinno zostać podjęte natychmiastowo
sl: Takoj je treba sprejeti odzivne ukrepe
sv: Svarsåtgärder bör vidtas omedelbart
tr: Hemen harekete geçilmelidir
uk: Слід негайно вжити відповідних дій
zh_cn: 应立即采取应对措施
zh_tw: 反應動作應該馬上進行

source: Responsive action should be taken soon
ar: ينبغي اتخاذ إجراء استجابته في أقرب وقت ممكن
ca: S'han d'emprendre aviat accions de resposta
de: Es sollte bald reagiert werden
eu: Erantzun egokia laster eman behar da
fi: Reagoinnin tulisi tapahtua pian
fr: Des mesures réactives devraient être prises rapidement.
gl: Debería tomar medidas axiña.
he: יש לנקוט בפעולה בתגובה בקרוב
it: È necessario adottare misure di risposta al più presto
ka: საპასუხო ქმედება მალე უნდა განხორციელდეს
ko: 빠른 시일 내에 대응해야 함
lv: Jāreaģē tuvākajā laikā
nl: Beantwoordende actie zou spoedig genomen moeten worden
pl: Odpowiednie działanie powinno zostać podjęte wkrótce
sl: Kmalu bo treba sprejeti odzivne ukrepe
sv: Svarsåtgärder bör vidtas snart
tr: En kısa sürede harekete geçilmelidir
uk: Слід якомога швидше вжити відповідних дій
zh_cn: 应尽快采取应对措施
zh_tw: 反應動作應該趕快進行

source: Responsive action be taken in the near future
ar: اتخاذ إجراءات استجابة في المستقبل القريب
ca: S'han d'emprendre aviat accions de resposta en el futur pròxim
de: In naher Zukunft sollten entsprechende Maßnahmen ergriffen werden.
eu: Erantzun egokia epe ertainean eman behar da
fi: Reagoinnin tulisi tapahtua lähitulevaisuudessa
fr: Des mesures réactives doivent être prises dans un proche avenir.
gl: Debería tomar medidas dentro de pouco.
he: יש לנקוט בפעולה בתגובה בעתיד הקרוב
it: È necessario adottare misure di risposta nel prossimo futuro
ka: საპასუხო ქმედება უახლოეს მომავალში უნდა განხორციელდეს
ko: 가까운 미래에 대응해야 함
lv: Jāreaģē tuvākajā nākotnē
nl: Beantwoordende actie zou in de nabije toekomst genomen moeten worden
pl: Odpowiednie działanie powinno zostać podjęte w najbliższej przyszłości
sl: V bližnji prihodnosti bodo sprejeti odzivni ukrepi
sv: Svarsåtgärder bör vidtas i en nära framtid
tr: Yakın zamanda harekete geçilmelidir
uk: Невдовзі слід вжити відповідних дій
zh_cn: 应计划采取应对措施
zh_tw: 反應動作應該在近期進行

source: Responsive action is no longer required
ar: لم يعد إجراء الاستجابة مطلوباً
ca: No s'han d'emprendre accions de resposta
de: Handlungsbedarf ist nicht mehr gegeben
eu: Erantzun egokia dagoeneko ez da beharrezkoa
fi: Reagointia ei enää vaadita
fr: Une action réactive n'est plus nécessaire.
gl: Xa non é necesario tomar medidas.
he: אין לנקוט בשום פעולה בתגובה
it: La misura di risposta non è più necessaria
ka: საპასუხო მოქმედება საჭირო აღარაა
ko: 대응 행동을 더 이상 할 필요 없음
lv: Reaģēšana vairs nav nepieciešama
nl: Beantwoordende actie is niet langer vereist
pl: Odpowiednie działania nie są już wymagane
sl: Odzivno ukrepanje ni več potrebno
sv: Svarsåtgärder krävs inte längre
tr: Artık bir şey yapılmasına gerek yok
uk: У відповіді більше немає потреби
zh_cn: 不需要采取应对措施
zh_tw: 反應動作不再需要進行

source: Occurred or ongoing
ar: حدثت أو لا تزال جارية
ca: Ha ocorregut o està en curs
de: Aufgetreten oder andauernd
eu: Gertatu da edo abian da
fi: Tapahtunut tai meneillään
fr: Survenu ou en cours
gl: Sucedeu ou está sucedendo
he: התרחש או מתרחש
it: Verificato o in corso
ka: მოხდა ან მიმდინარეობს
ko: 일어났거나 현재 진행 중
lv: Jau notika vai notiek
nl: Gebeurd of gaande
pl: Wystąpiło lub trwające
sl: Se je pojavilo ali poteka
sv: Inträffade eller pågående
tr: Oldu veya sürüyor
uk: Сталося або буде
zh_cn: 已发生或正在进行
zh_tw: 已發生或正在發生

source: Likely (> 50%)
ar: محتمل (> 50%)
ca: Probable (> 50%)
de: Wahrscheinlich (> 50 %)
eu: Litekeena (> 50%)
fi: Todennäköisesti (> 50 %)
fr: Probable (> 50 %)
gl: Probábel (≥ 50%)
he: סביר בהחלט (> 50%)
it: Probabile (> 50%)
ka: მოსალოდნელია (> 50%)
ko: 가능성 높음(> 50%)
lv: Ļoti iespējams (> 50%)
nl: Waarschijnlijk (> 50%)
pl: Prawdopodobne (> 50%)
sl: Verjetno (> 50%)
sv: Trolig (> 50%)
tr: Olası (> %​50)
uk: Ймовірне (> 50%)
zh_cn: 可能性高 (> 50%)
zh_tw: 可能 (> 50%)
