Repository: KDE/kpublicalerts
Catalog: po/*/kpublicalerts.po
Languages: ar, ca, de, eu, fi, fr, gl, he, it, ka, ko, lv, nl, pl, sl, sv, tr, uk, zh_cn, zh_tw

source: Possible but not likely (< 50%)
ar: ممكن ولكن غير محتمل (أقل من 50%)
ca: Possible però no probable (< 50%)
de: Möglich, aber nicht wahrscheinlich (< 50 %)
eu: Izan daiteke baina ez da litekeena (< 50%)
fi: Mahdollista muttei todennäköistä (< 50 %)
fr: Possible mais pas probable (< 50%)
gl: Posíbel pero improbábel (< 50%)
he: אפשרי אבל לא סביר (< 50%)
it: Possibile ma non probabile (< 50%)
ka: შესაძლებელია, მაგრამ არ არის მოსალოდნელი (< 50%)
ko: 가능하지만 확률 낮음(< 50%)
lv: Var notikt, bet mazāk ticams (< 50%)
nl: Mogelijk maar niet waarschijnlijk (< 50%)
pl: Możliwe, lecz mało prawdopodobne (< 50%)
sl: Možno a manj verjetno (< 50%)
sv: Möjlig men inte trolig (< 50%)
tr: Olası; ancak olmaz gibi (< %​50)
uk: Можливе, але не надто ймовірне (< 50%)
zh_cn: 可能性低 (< 50%)
zh_tw: 可能，但可能性較小 (< 50%)

source: Not expected to occur
ar: لا يتوقع حدوثها
ca: No s'espera que passi
de: Wird nicht erwartet
eu: Ez da espero gertatzea
fi: Ei odoteta tapahtuvan
fr: Apparition peu probable
gl: Non se espera que suceda
he: לא צפוי להתרחש
it: Non previsto accadere
ka: არ არის მოსალოდნელი, რომ მოხდეს
ko: 예상되지 않음
lv: Visdrīzāk nenotiks
nl: Niet verwacht te gebeuren
pl: Nie oczekuje się wystąpienia
sl: Ni pričakovati, da se bo zgodilo
sv: Förväntas inte inträffa
tr: Olması beklenmiyor
uk: Навряд чи станеться
zh_cn: 预计不会发生
zh_tw: 沒有預期會發生

source: Geophysical
ar: الجيوفيزيائية
ca: Geofísic
de: Geophysikalisch
eu: Geofisikoa
fi: Maanjäristykset ja tulivuorenpurkaukset
fr: Géophysique
gl: Xeofísica
he: גאו-פיזי
it: Geofisico
ka: გეოფიზიკური
ko: 지진
lv: Ģoefizisks
nl: Geofysisch
pl: Geofizyczne
sl: Geofizikalni
sv: Geofysisk
tr: Jeofiziksel
uk: Геофізика
zh_cn: 地质
zh_tw: 地球物理

source: Meteorological
ar: الأرصاد الجوية
ca: Meteorològic
de: Meteorologisch
eu: Meteorologikoa
fi: Säätila
fr: Météorologique
gl: Meteorolóxica
he: מטאורולוגי
it: Meteorologico
ka: მეტეოროლოგიური
ko: 기상
lv: Meteoroloģisks
nl: Meteorologisch
pl: Meteorologiczne
sl: Meteorološki
sv: Meteorologisk
tr: Meteorolojik
uk: Метеорологія
zh_cn: 气象
zh_tw: 氣象

source: General emergency and public safety
ar: الطوارئ العامة والسلامة العامة
ca: Emergència general i seguretat pública
de: Allgemeiner Notfall und öffentliche Sicherheit
eu: Larrialdi orokorra eta segurtasun publikoa
fi: Yleinen hätätila ja turvallisuus
fr: Urgence générale et sécurité publique
gl: Emerxencia xeral e seguridade cidadá
he: מצב חירום כללי וביטחון ציבורי
it: Emergenza generale e sicurezza pubblica
ka: ზოგადი საგანგებო და საჯარო უსაფრთხოება
ko: 일반 긴급 및 공공 안전
lv: Vispārējā ārkārtas situācija un sabiedriskā drošība
nl: Algemeen noodgeval en publieke veiligheid
pl: Ogólny stan pogotowia i bezpieczeństwo publiczne
sl: Splošna ogroženost in javna varnost
sv: Allmän nödsituation och allmän säkerhet
tr: Genel acil durum ve kamu güvenliği
uk: Загальні попередження та громадська безпека
zh_cn: 一般紧急情况和公共安全
zh_tw: 通用緊急事件與公共安全

source: Law enforcement, military, homeland and local/private security
ar: قوات إنفاذ القانون والجيش والأمن الداخلي والأمن المحلي/الخاص
ca: Ordre públic, militar, seguretat nacional i local/privada
de: Strafverfolgung, Militär, innere Sicherheit und lokale/private Sicherheit
eu: Segurtasun publikoa, militarra, aberriko segurtasuna eta lokala/pribatua
fi: Poliisi, asevoimat ja eri turvajoukot
fr: Application de la loi, sécurité militaire, nationale et locale / privée
gl: Policía, exército e seguridade local ou privada
he: גורמי אכיפת החוק, צבא, מכבי אש ומנגנוני ביטחון מקומיים/פרטיים
it: Forze dell'ordine, militari, sicurezza nazionale e locale/privata
ka: სამართალდამცავი, სამხედრო, სამშობლო და ადგილობრივი/კერძო უსაფრთხოება
ko: 공권력, 군사, 지역 치안 경보
lv: Tiesībaizsardzība, militārā, valsts un vietējā/privātā drošība
nl: Politieactie, militair, binnenland en lokale/private veiligheid
pl: Policja, wojsko, obrona terytorialna oraz lokalna/prywatna ochrona
sl: Organi pregona, vojska, državna in lokalna/zasebna varnost
sv: Brottsbekämpning, militär, local och privat säkerhet
tr: Kolluk kuvvetleri, askeri, iç güvenlik ve yerel/özel güvenlik
uk: Охорона порядку, військо, державна та місцева/приватна безпека
zh_cn: 执法、军事、国土以及地方/个人安全
zh_tw: 執法單位、軍隊、國土或本地/私人安全部隊

source: Rescue and recovery
ar: الإنقاذ والتعافي
ca: Salvament i recuperació
de: Rettung und Bergung
eu: Erreskatea eta berreskuratzea
fi: Pelastusoperaatio
fr: Secours et rétablissement
gl: Salvamento
he: חילוץ והצלה
it: Salvataggio e recupero
ka: აღმოჩენა და დახმარება
ko: 응급 구조
lv: Glābšana un atgūšana
nl: Redding en herstel
pl: Ratownicze
sl: Reševanje in okrevanje
sv: Räddning och bärgning
tr: Arama ve kurtarma
uk: Порятунок і відновлення
zh_cn: 救援和恢复
zh_tw: 救援

source: Fire
ar: الحرائق
ca: Foc
de: Feuer
eu: Sutea
fi: Tulipalo
fr: Incendie
gl: Bombeiros
he: אש
it: Incendio
ka: ცეცხლი
ko: 화재
lv: Ugunsgrēks
nl: Vuur
pl: Ogień
sl: Požar
sv: Brand
tr: Yangın
uk: Вогонь
zh_cn: 火灾
zh_tw: 火災

source: Medical and public health
ar: الصحة الطبية والعامة
ca: Salut mèdica i pública
de: Medizin und öffentliche Gesundheit
eu: Medikuntza eta osasun publikoa
fi: Terveys ja hyvinvointi
fr: Santé publique et aide médicale
gl: Saúde
he: רפואה ובריאות הציבור
it: Medicina e salute pubblica
ka: სამედიცინო და საზოგადოებრივი ჯანმრთელობა
ko: 의료 및 공공 안전
lv: Medicīna un sabiedriskā veselība
nl: Medische en publieke gezondheid
pl: Medyczne i zdrowia publicznego
sl: Medicinsko in javno zdravje
sv: Medicinsk och folkhälsa
tr: Medikal ve kamu sağlığı
uk: Медицина або громадське здоров'я
zh_cn: 医学与公共卫生
zh_tw: 醫療與公共健康

source: Pollution and other environmental event
ar: التلوث والأحداث البيئية الأخرى
ca: Contaminació i altres esdeveniments mediambientals
de: Luftverschmutzung und andere Umweltereignisse
eu: Kutsadura eta beste ingurumen gertaera batzuk
fi: Saasteet ja muu ympäristö
fr: Pollution et autres évènements environnementaux
gl: Contaminación e medio ambiente
he: זיהום ואירוע סביבתי מסוג אחר
it: Inquinamento e altro evento ambientale
ka: დაბინძურება და სხვა გარემო გარემოსს მოვლენები
ko: 환경 오염 및 기타 환경 재난
lv: Piesārņojums un citi vides notikumi
nl: Vervuiling en andere omgevingsgebeurtenis
pl: Zanieczyszczenie i inne zdarzenia środowiskowe
sl: Onesnaženje in drugi okoljski dogodki
sv: Förorening och annan miljöhändelse
tr: Kirlilik veya başka çevresel olay
uk: Забруднення та інші події з середовищем
zh_cn: 污染及其他环境事件
zh_tw: 汙染和其他環境事件

source: Transportation
ar: النّقل
ca: Transports
de: Verkehrsinfrastruktur
eu: Garraioa
fi: Liikenne
fr: Transport
gl: Transporte
he: תעבורה
it: Trasporti
ka: ტრანსპორტი
ko: 운송 수단
lv: Transports
nl: Vervoer
pl: Transport
sl: Transport
sv: Transport
tr: Ulaşım
uk: Транспорт
zh_cn: 交通
zh_tw: 交通

source: Utility, telecommunication, other non-transport infrastructure
ar: المرافق والاتصالات السلكية واللاسلكية والبنية التحتية الأخرى غير المتعلقة بالنقل
ca: Instal·lacions, telecomunicacions, altres infraestructures no de transport
de: Versorgungs-, Telekommunikations- und andere Nicht-Verkehrsinfrastruktur
eu: Zerbitzu publikoak, telekomunikazioak, garraiorako ez diren beste azpiegitura batzuk
fi: Sähkö, vesi, viestiliikenne ja muu liikenteeseen liittymätön infra
fr: Infrastructures de services publics, de télécommunications et autres infrastructures hors transport
gl: Telecomunicacións e outras infraestruturas (non de transporte)
he: צנרת, תקשורת או תשתית אחרת שאינה מיועדת לתעבורה
it: Servizi di pubblica utilità, telecomunicazioni, altre infrastrutture non di trasporto
ka: კომუნალური, სატელეკომუნიკაციო, სხვა არატრანსპორტის ინფრასტრუქტურა
ko: 사회 기반 시설, 통신
lv: Komunālā, telekomunikācijas, cita ar transportu nesaistīta infrastruktūra
nl: Nutsbedrijf, telecommunicatie, andere niet-transport infrastructuur
pl: Media, telekomunikacja, inna nie-transportowa infrastruktura
sl: Komunalna, telekomunikacijska, druga neprometna infrastruktura
sv: Infrastruktur, telekommunikation, annan icke-transportrelaterad infrastruktur
tr: Kamu hizmetleri, telekomünikasyon, diğer ulaşım dışı altyapı
uk: Допоміжна, телекомунікаційна та інша нетранспортна інфраструктура
zh_cn: 公用事业、电信以及其他非运输基础设施
zh_tw: 公用設施、電信、其他非交通的基礎建設

source: Chemical, biological, radiological, nuclear or high-yield explosive threat or attack
ar: التهديد أو الهجوم بالمواد الكيميائية أو البيولوجية أو الإشعاعية أو النووية أو المتفجرات شديدة الانفجار
ca: Amenaça o atac químic, biològic, radiològic, nuclear o explosiu potent
de: Chemische, biologische, radiologische, nukleare oder hochexplosive Bedrohung oder Angriff
eu: Mehatxu edo eraso kimikoa, biologikoa, erradiologikoa, nuklearra edo potentzia handiko lehergailuena
fi: Kemiallinen, biologinen, radiologinen tai räjähdysuhka tai -hyökkäys
fr: Menace ou attaque chimique, biologique, radiologique, nucléaire ou explosive de grande ampleur
gl: Ameaza ou ataque químico, biolóxico, radiolóxico, nuclear ou explosivo.
he: איום או מתקפה כימיים, ביולוגיים, רדיולוגיים, גרעיניים או פיצוץ רב־עוצמה
it: Minaccia o attacco chimico, biologico, radioattivo, nucleare o esplosivo ad alta potenza
ka: ქიმიური, ბიოლოგიური, რადიოლოგიური, ბირთვული ან მაღალი შემცველი ფეთქებადი საფრთხე ან შეტევა
ko: 화학, 생물학, 방사능, 핵, 고중량 폭탄이나 공격
lv: Ķīmiski, bioloģiski, radioloģiski, kodolieroču vai nopietni sprādziena draudi vai uzbrukums
nl: Chemische, biologische, radiologische, nucleaire of hoog explosieve bedreiging of aanval
pl: Napad lub zagrożenie chemiczne, biologiczne, radiologiczne, atomowe czy wysokowybuchowe
sl: Kemijska, biološka, ​​radiološka, ​​jedrska grožnja ali nevarnost eksplozije velike moči ali napada
sv: Kemiskt, biologiskt, radiologiskt, nukleärt eller högexplosivt hot eller attack
tr: Kimyasal, biyolojik, radyolojik, nükleer veya yüksek verimli patlayıcı tehdidi veya saldırısı
uk: Хімічна, біологічна, радіологічна, ядерна та вибухова загроза або атака
zh_cn: 化学、生物、放射性、核能或高爆炸物威胁或攻击
zh_tw: 化學、生物學、輻射、核能或其他高能量爆炸性威脅或攻擊

source: Other event
ar: أحداث أخرى
ca: Altres esdeveniments
de: Andere Vorfälle
eu: Bestelako gertaerak
fi: Muu tapahtuma
fr: Autre évènement
gl: Outra situación
he: אירוע אחר
it: Altro evento
ka: %d სხვა მოვლენა
ko: 기타 사건
lv: Cits notikums
nl: Andere gebeurtenis
pl: Inne zdarzenia
sl: Drug dogodek
sv: Annan händelse
tr: Başka olay
uk: Інша %d подія
zh_cn: 其他事件
zh_tw: 其他事件

source: Take shelter in place or per instructions.
ar: احتمي في مكانك أو حسب التعليمات.
ca: Cerqueu refugi al lloc o segons instruccions.
de: Suchen Sie Schutz an Ort und Stelle oder gemäß Anweisungen.
eu: Tokian bertan edo jarraibideen arabera babesa bilatu.
fi: Suojaudu paikan päällä tai noudata ohjeita.
fr: Mettez-vous à l'abri sur place ou selon les instructions.
gl: Busque refuxio onde está ou seguindo as instrucións.
he: יש לתפוס מחסה במקום הנוכחי שלך או בהתאם להנחיות.
it: Rifugiarsi sul posto o seguendo le istruzioni.
ka: მიიღეთ თავშესაფარი ადგილზე ან ინსტრუქციების მიხედვით.
ko: 근처 대피소로 대피하십시오.
lv: Dodieties uz patvēruma vietu vai rīkojieties saskaņā ar instrukcijām.
nl: Zoek een schuilplaats ter plekke of per instructies.
pl: Schroń się w swoim miejscu lub wg instrukcji.
sl: Poiščite zaklon na mestu ali po navodilih.
sv: Ta skydd på plats eller enligt instruktioner.
tr: Söylendiği gibi sığınağa gidin.
uk: Прямуйте до місцевого або рекомендованого сховища.
zh_cn: 就地避险或按照指示行事。
zh_tw: 就地避難或依指示避難。

source: Relocate as instructed.
ar: انتقل إلى مكان آخر حسب التعليمات.
ca: Traslladeu-vos segons les instruccions.
de: Verlassen Sie den Ort wie angewiesen.
eu: Agindu bezala beste leku batera aldatu.
fi: Poistu ohjeiden mukaan.
fr: Déplacer selon les instructions.
gl: Desprácese seguindo as instrucións.
he: יש להתפנות לפי ההנחיות.
it: Trasferirsi in base alle istruzioni.
ka: გადაადგილება რჩევის მიხედვით.
ko: 지시받은 대로 이동하십시오.
lv: Mainiet atrašanās vietu pēc instrukcijām.
nl: Vlucht zoals geïnstrueerd.
pl: Zmień miejsca wg instrukcji.
sl: Premaknite se po navodilih.
sv: Omlokalisera enligt instruktionerna.
tr: Söylendiği gibi konumunuzu değiştirin.
uk: Переїжджайте за рекомендацією.
zh_cn: 按照指示进行疏散。
zh_tw: 依指示移動位置。

source: Make preparations as per the instructions.
ar: استعد حسب التعليمات.
ca: Feu els preparatius segons les instruccions.
de: Bereiten Sie sich gemäß den Anweisungen vor.
eu: Prestaketak egin jarraibideei adierazi bezala.
fi: Valmistaudu ohjeiden mukaan.
fr: Faites des préparations conformément aux instructions.
gl: Prepárese seguindo as instrucións.
he: יש להיערך בהתאם להנחיות.
it: Prepararsi in base alle istruzioni.
ka: მოემზადეთ ინსტრუქციების მიხედვით.
ko: 지시받은 대로 준비하십시오.
lv: Sagatavojieties saskaņā ar instrukcijām.
nl: Neem voorzorg zoals geïnstrueerd.
pl: Przygotuj się wg instrukcji.
sl: Pripravite se v skladu z navodili.
sv: Gör förberedelser enligt instruktionerna.
tr: Söylendiği gibi hazırlıklar yapın.
uk: Готуйтеся за настановами.
zh_cn: 按照指示做好准备。
zh_tw: 依指示做準備。

source: Execute activities identified in the instructions.
ar: نفذ الأنشطة المحددة في التعليمات.
ca: Executeu les activitats identificades a les instruccions.
de: Führen Sie die in den Anweisungen genannten Maßnahmen durch.
eu: Jarraibideetan identifikatutako jarduerak gauzatu.
fi: Tee ohjeissa annetut toimet.
fr: Exécutez les activités identifiées dans les instructions.
gl: Execute as actividades indicadas nas instrucións.
he: יש לנקוט בפעילויות כפי שניתן למצוא בהנחיות.
it: Eseguire le attività identificate nelle istruzioni.
ka: შეასრულეთ ქმედებები ინსტრუქციებიდან.
ko: 지시받은 대로 활동을 수행하십시오.
lv: Izpildiet instrukcijās norādītās darbības.
nl: Voer activiteiten uit zoals aangegeven in de instructies.
pl: Wykonaj czynności wymienione w instrukcjach.
sl: Izvedite aktivnosti opredeljene v navodilih.
sv: Utför aktiviteter angivna i instruktionerna.
tr: Söylendiği gibi verilen yönergelere uyun.
uk: Виконайте дії, які вказано у настановах.
zh_cn: 执行应对指示中的事项。
zh_tw: 執行指示中所指定的動作。

source: Avoid the subject event as per the instructions.
ar: تجنب الحدث حسب التعليمات.
ca: Eviteu l'esdeveniment de l'assumpte segons les instruccions.
de: Meiden Sie das betreffende Ereignis wie in den Anweisungen beschrieben.
eu: Saihestu gertaeren gaia jarraibideetan azaldu bezala.
fi: Vältä tapahtumaa ohjeiden mukaan.
fr: Évitez l'évènement en question conformément aux instructions.
gl: Evite a situación seguindo as instrucións.
he: מוטב להימנע מהאירוע שצוין בהתאם להנחיות.
it: Evitare l'evento in oggetto in base alle istruzioni.
ka: თავი აარიდეთ მოვლენას ინსტრუქციების მიხედვით.
ko: 지시받은 대로 현장을 피하십시오.
lv: Izvairieties no attiecīgā notikuma saskaņā ar instrukcijām.
nl: Vermijd de aangegeven gebeurtenis zoals geïnstrueerd.
pl: Unikaj wydarzenia wg instrukcji.
sl: Izogibajte se omenjenemu dogodku v skladu z navodili.
sv: Undvik den specifika händelsen enligt instruktionerna.
tr: Söylendiği gibi söz konusu olaydan kaçının.
uk: Уникайте місця події за настановами.
zh_cn: 避免应对指示中的事项。
zh_tw: 依指示迴避該事件。

source: Attend to information sources as described in the instructions.
ar: احضر مصادر المعلومات كما هو موضح في التعليمات.
ca: Presteu atenció a les fonts d'informació tal com es descriu a les instruccions.
de: Beachten Sie die Informationsmöglichkeiten, die in den Anweisungen beschrieben sind.
eu: Jarraibideetan deskribatzen diren informazio-iturriei jaramon egin.
fi: Tarkkaile tietolähteitä ohjeiden mukaan.
fr: Prenez en compte les sources d'information comme décrit dans les instructions.
gl: Preste atención ás fontes de información seguindo as instrucións.
he: נא להישמע למקורות המידע כפי שמתואר בהנחיות.
it: Attenersi alle fonti di informazione come descritto nelle istruzioni.
ka: საინფორმაციო მოვლენების დასწრება, როგორც ეს ინსტრუქციებშია.
ko: 지시받은 대로 정보를 청취하십시오.
lv: Apmeklējiet informācijas iegūšanas vietas saskaņā ar instrukcijām.
nl: Geef aandacht aan informatiebronnen zoals beschreven in de instructies.
pl: Skieruj się do źródeł informacji, tak jak opisano w instrukcjach.
sl: Bodite pozorni na vire informacij, kot je opisano v navodilih.
sv: Var uppmärksam på informationskällor enligt beskrivning i instruktionerna.
tr: Söylendiği gibi bilgi kaynaklarına başvurun.
uk: Ознайомтеся з джерелами інформації, як це описано у настановах.
zh_cn: 关注应对指示中的信息来源。
zh_tw: 依指示說明追蹤資訊來源。

source: Evaluate the information in this message.
ar: قيم المعلومات الواردة في هذه الرسالة.
ca: Avalueu la informació d'aquest missatge.
de: Nutzen Sie die Informationen aus dieser Meldung.
eu: Ebaluatu mezu honetako informazioa.
fi: Arvioi tämän viestin tietoa.
fr: Évaluez les informations contenues dans ce message.
gl: Lea atentamente a mensaxe.
he: שערוך פרטי ההודעה הזאת.
it: Valutare le informazioni contenute in questo messaggio.
ka: შეაფასეთ ინფორმაცია ამ შეტყობინებაში.
ko: 이 메시지의 정보를 확인하십시오.
lv: Izvērtējiet informāciju šajā ziņojumā.
nl: De informatie in dit bericht evalueren.
pl: Oceń wg informacji w tej wiadomości.
sl: Ocenite informacije v tem sporočilu.
sv: Utvärdera informationen i meddelandet.
tr: Bu iletideki bilgiyi değerlendirin.
uk: Ознайомтеся із інформацією у цьому повідомленні.
zh_cn: 评估本条消息提供的信息。
zh_tw: 評斷這個訊息中的資訊。

source: The subject event no longer poses a threat or concern and any follow on action is described in the instructions.
ar: لم يعد الحدث المعني يشكل تهديدًا أو مصدر قلق، ويُوصف أي إجراء لاحق في التعليمات.
ca: L'esdeveniment de l'assumpte ja no suposa una amenaça o preocupació i qualsevol seguiment de l'acció es descriu a les instruccions.
de: Das betreffende Ereignis stellt keine Bedrohung oder Störung mehr dar und alle Folgemaßnahmen sind in den Anweisungen beschrieben.
eu: Gertaeraren gaiak jada ez du mehatxurik edo kezkarik sortzen eta jarraian egin beharreko edozein ekintza jarraibideetan deskribatzen da.
fi: Tapahtuma ei aiheuta enää uhkaa. Jälkitoimet kuvataan ohjeissa.
fr: L'évènement en question ne constitue plus une menace ou une sujet de préoccupation. Toute action de suivi est décrite dans les instructions.
gl: A situación xa non é perigosa. As instrucións poden indicar que facer agora.
he: נושא האירוע אינו מהווה עוד סיכון או חשש וכל פעולה מעתה ואילך מתוארת בהנחיות.
it: L'evento in oggetto non rappresenta più una minaccia o una preoccupazione e le eventuali azioni successive sono descritte nelle istruzioni.
ka: საგნის მოვლენა აღარ წარმოადგენს საფრთხეს ან შეშფოთებას და ნებისმიერი მოქმედება აღწერილია ინსტრუქციებში.
ko: 더 이상 위험하지 않으며, 추가 정보는 지시 사항을 참조하십시오.
lv: Notikums vairs nerada draudus vai bažas, bet visas turpmākās darbības ir aprakstītas instrukcijās.
nl: De aangegeven gebeurtenis is niet langer een bedreiging of zorg en elke opvolgende actie is beschreven in de instructies.
pl: Wydarzenie nie stanowi już zagrożenia czy obawy, a sposób postępowania jest opisany w instrukcji.
sl: Omenjeni dogodek ne predstavlja več grožnje ali skrbi in sledite dejanju, ki je opisano v navodilih.
sv: Den specifika händelsen utgör inte längre ett hot eller bekymmer och eventuella följdåtgärder beskrivs i instruktionerna.
tr: Söz konusu olay artık bir tehdit veya endişe oluşturmamaktadır ve takip eden her türlü eylem yönergelerde açıklanmıştır.
uk: Подія вже не становить небезпеки або причини непокоїтися, виконайте дії, які описано у настановах.
zh_cn: 该事件不再构成威胁或需要关注，后续应对措施请参见应对指示。
zh_tw: 該事件已不再構成威脅或擔憂，之後的動作會在指示中說明。

source: No action recommended.
ar: لا يوصى باتخاذ أي إجراء.
ca: No es recomana cap acció.
de: Keine Maßnahmen empfohlen.
eu: Ez da ekintzarik gomendatzen.
fi: Toimia ei suositella.
fr: Aucune recommandation d'action.
gl: Non se recomenda ningunha acción concreta.
he: אין אף פעולה מומלצת.
it: Nessuna azione suggerita.
ka: რეკომენდებული ქმედებების გარეშე.
ko: 권장하는 행동이 없습니다.
lv: Nav ieteicamo darbību.
nl: Geen actie aanbevolen.
pl: Nie jest zalecane żadne działanie.
sl: Ne priporočamo nobenega ukrepa.
sv: Ingen åtgärd rekommenderas.
tr: Önerilen eylem yok.
uk: Дій не рекомендовано.
zh_cn: 没有建议任何应对措施。
zh_tw: 沒有建議的動作。

# @title:window
source: Public Alerts
ar: الإنذارات العامة
ca: Alertes públiques
de: Öffentliche Warnungen
eu: Alerta publikoak
fi: Yleiset hälytykset
fr: Alertes publiques
gl: Alertas cidadás
he: התראות ציבוריות
it: Allerta pubbliche
ka: საჯარო განგაშები
ko: 공공 경보
lv: Sabiedrības brīdinājumi
nl: Publieke waarschuwingen
pl: Publiczne ostrzeżenia
sl: Javna opozorila
sv: Allmänna varningar
tr: Acil Durum İkazları
uk: Попередження цивільного захисту
zh_cn: 公共警报
zh_tw: 公共警報

# @info
source: Weather and emergency alerts
ar: إنذارات الطقس والطوارئ
ca: Alertes meteorològiques i d'emergències
de: Wetter- und Notfallwarnungen
eu: Eguraldi eta emergentzia alertak
fi: Sää- ja hätätilahälytykset
fr: Alertes météorologiques et d'urgence
gl: Alertas meteorolóxicas e de emerxencias
he: התראות מזג אוויר וחירום
it: Allerta meteo ed emergenze
ka: ამინდის და გადაუდებელი განგაშები
ko: 날씨와 긴급 경보
lv: Brīdinājumi par laikapstākļiem un ārkārtas stāvokļiem
nl: Weer en noodgeval waarschuwingen
pl: Pogoda i ostrzeżenia o stanie pogotowia
sl: Vremenska in nujna opozorila
sv: Väder- och nödvarningar
tr: Hava durumu ve acil durum ikazları
uk: Попередження про природні та аварійні ситуації
zh_cn: 天气和紧急情况警报
zh_tw: 天氣與緊急事件警報

# @info:credit
source: Copyright © 2022 The KDE Community
ar: حقوق الطبع والنشر © 2022 مجتمع كيدي
de: © 2022 Die KDE-Gemeinschaft
eu: Copyright © 2022 KDE Komunitatea
fi: Tekijänoikeudet © 2022 KDE-yhteisö
fr: Copyright © 2022 La communauté de KDE
gl: © 2022 Comunidade KDE
he: כל הזכויות שמורות 2022 © לקהילת KDE
it: Copyright © 2022 La Comunità KDE
ka: საავტორო უფლებები © 2022 KDE-ის საზოგადოება
lv: Autortiesības © 2022 KDE kopiena
nl: Copyright © 2022 De KDE gemeenschap
pl: Copyright © 2022 Społeczność KDE
sl: Copyright © 2022 Skupnost KDE
sv: Copyright © 2022 KDE-gemenskapen
tr: © 2025 KDE Topluluğu
uk: © Спільнота KDE, 2022
zh_tw: Copyright © 2022 KDE 社群

source: Missing notification permission!
ar: إذن الإشعار مفقود!
de: Berechtigung für Benachrichtigungen wurde nicht erteilt!
eu: Jakinarazpen-baimena falta da!
fi: Ilmoitusoikeus puuttuu!
fr: Autorisation de notification manquante !
gl: Faltan permisos de notificación.
he: חסרות הרשאות להתראות!
it: Permesso di notifica mancante.
ka: აკლია გაფრთხილების წვდომა!
ko: 알림 권한이 없습니다!
lv: Trūkst atļaujas paziņojuma rādīšanai!
nl: Toegangsrechten op meldingen ontbreken!
sl: Manjka dovoljenje za obvestila!
sv: Saknar underrättelserättigheter.
tr: Bildirim izni eksik!
uk: Не вистачає прав доступу до сповіщень!
zh_cn: 缺少通知权限
zh_tw: 缺乏通知權限！

source: Request permission…
ar: اطلب الإذن…
de: Berechtigung anfordern …
eu: Baimena eskatzea…
fi: Pyydä käyttöoikeutta…
fr: Demander l'autorisation...
gl: Solicitar os permisos…
he: בקשת הרשאה…
it: Richiesta di permesso…
ka: წვდომის მოთხოვნა…
ko: 권한 요청 중…
lv: Pieprasīt atļauju…
nl: Om toegangsrecht vragen…
sl: Zahtevaj dovoljenje…
sv: Begär rättigheter…
tr: İzin İste…
uk: Надіслати запит щодо прав доступу…
zh_cn: 请求权限…
zh_tw: 正在請求權限…

# @action:inmenu
source: Areas of Interest…
ar: مناطق الاهتمام…
ca: Àrees d'interès…
de: Gebiete von Interesse …
eu: Interes-guneak…
fi: Tarkkailtavat alueet…
fr: Zones d'intérêt…
gl: Zonas de interese…
he: אזורי עניין…
it: Aree di interesse…
ka: ინტერესის ადგილები…
ko: 관심 영역…
lv: Interesējošie apgabali…
nl: Aandachtsgebieden…
pl: Obszary zainteresowania…
sl: Področja zanimanja…
sv: Intresseområden…
tr: İlgi Alanları…
uk: Області зацікавленості…
zh_cn: 关注区域…
zh_tw: 關注區域…

# @action:inmenu
source: About
ar: عن
ca: Quant al
de: Über
eu: Honi buruz
fi: Tietoa
fr: À propos
gl: Sobre
he: על אודות
it: Informazioni su
ka: შესახებ
ko: 정보
lv: Par
nl: Info over
pl: O programie
sl: O programu
sv: Om
tr: Hakkında
uk: Про програму
zh_cn: 关于
zh_tw: 關於
