Repository: KDE/kpublicalerts
Catalog: po/*/kpublicalerts.po
Languages: ar, ca, de, eu, fi, fr, gl, he, it, ka, ko, lv, nl, pl, sl, sv, tr, uk, zh_cn, zh_tw

source: Weather and emergency alert notifications
ar: إشعارات الطقس والتحذيرات في حالات الطوارئ
ca: Notificacions meteorològiques i alertes d'emergències
de: Meldungen zu Wetter- und Notfallwarnungen
eu: Eguraldi eta emergentzia alerta-jakinarazpenak
fi: Sää- ja hätätilahälytysilmoitukset
fr: Notifications d'alerte météorologique et d'urgence
gl: Notificacións de alerta meteorolóxicas e de emerxencia
he: התראות מזג אוויר וחירום
it: Avvisi di allerta meteo ed emergenze
ka: ამინდი და გადაუდებელი განგაშის შეტყობინებები
ko: 날씨와 긴급 경보
lv: Laikapstākļu un ārkārtas stāvokļu paziņojumi
nl: Weer en noodgeval waarschuwingsmeldingen
pl: Powiadomienia o pogodzie i stanie pogotowia
sl: Obvestila o vremenu in nujnih opozorilih
sv: Underrättelser om väder- och nödsituationsvarningar
tr: Hava durumu ve acil durum ikazı bildirimleri
uk: Сповіщення про природні та аварійні ситуації
zh_cn: 天气和紧急情况警报通知
zh_tw: 天氣與緊急事件警報通知

# @title:window
source: Add Area of Interest
ar: أضف منطقة الاهتمام
ca: Afegeix una àrea d'interès
de: Gebiet von Interesse hinzufügen
eu: Gehitu interes-eremua
fi: Lisää tarkkailtava alue
fr: Ajouter une zone d'intérêt...
gl: Engadir unha zona de interese
he: הוספת אזור עניין
it: Aggiungi area di interesse
ka: ინტერესის ადგილის დამატება
ko: 관심 영역 추가
lv: Pievienot interesējošo apgabalu
nl: Aandachtsgebied toevoegen
pl: Dodaj obszar zainteresowania
sl: Dodaj področje zanimanja
sv: Lägg till intresseområde
tr: İlgi Alanı Ekle
uk: Додавання області зацікавлення
zh_cn: 添加关注区域
zh_tw: 加入關注區域

source: Name
ar: الاسم
eu: Izena
fi: Nimi
fr: Nom
he: שם
it: Nome
ka: სახელი
lv: Nosaukums
nl: Naam
sl: Ime
sv: Namn
tr: Ad
uk: Назва
zh_cn: 名称
zh_tw: 名稱

# @action:button
source: Add
ar: أضف
de: Hinzufügen
eu: Gehitu
fi: Lisää
fr: Ajouter
he: הוספה
it: Aggiungi
ka: დამატება
lv: Pievienot
nl: Toevoegen
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати
zh_cn: 添加
zh_tw: 加入

# @action:button
source: Save
ar: احفظ
de: Speichern
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
it: Salva
ka: შენახვა
lv: Saglabāt
nl: Opslaan
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# @title:window
source: Areas of Interest
ar: مناطق الاهتمام
ca: Àrees d'interès
de: Gebiete von Interesse
eu: Interes-guneak
fi: Tarkkailtavat alueet
fr: Zones d'intérêt
gl: Zonas de interese
he: אזורי עניין
it: Aree di interesse
ka: ინტერესის ადგილები
ko: 관심 영역
lv: Interesējošie apgabali
nl: Aandachtsgebied
pl: Obszary zainteresowania
sl: Področja zanimanja
sv: Intresseområden
tr: İlgi Alanları
uk: Області зацікавленості
zh_cn: 关注区域
zh_tw: 關注區域

# @action:button
source: Add…
ar: أضف…
ca: Afegeix…
de: Hinzufügen …
eu: Gehitu…
fi: Lisää…
fr: Ajouter...
gl: Engadir…
he: הוספה…
it: Aggiungi…
ka: დამატება…
ko: 추가…
lv: Pievienot…
nl: Toevoegen…
pl: Dodaj…
sl: Dodaj…
sv: Lägg till…
tr: Ekle…
uk: Додати…
zh_cn: 添加…
zh_tw: 加入…

# @action:button
source: Unsubscribe
ar: أزل الاشتراك
ca: Cancel·la la subscripció
de: Abbestellen
eu: Harpidetza kendu
fi: Peru tilaus
fr: Se désinscrire
gl: Anular a subscrición
he: גריעה
it: Annulla iscrizione
ka: გამოწერის გაუქმება
ko: 구독 해제
lv: Beigt abonēt
nl: Uitschrijven
pl: Przestań śledzić
sl: Odjavi se
sv: Säg upp prenumeration
tr: Bildirimlerden Çık
uk: Скасувати підписку
zh_cn: 取消关注
zh_tw: 取消訂閱

# @info:placeholder
source: No areas of interest chosen
ar: لا توجد مناطق اهتمام مختارة
ca: No s'ha triat cap àrea d'interès
de: Keine Gebiete von Interesse ausgewählt
eu: Ez dira interes-eremuak aukeratu
fi: Tarkkailtavia alueita ei ole valittu
fr: Aucune sélection d'une zones d'intérêt
gl: Non escolleu ningunha zona de interese.
he: לא נבחרו אזורי עניין
it: Nessuna area di interesse scelta
ka: ინტერესის ადგილები არჩეული არაა
ko: 선택한 관심 영역 없음
lv: Nav izvēlēti interesējošie apgabali
nl: Geen aandachtsgebieden gekozen
pl: Nie zaznaczono interesujących obszarów
sl: Ni izbranih interesnih področij
sv: Inga intresseområden valda
tr: Seçili ilgi alanı yok
uk: Не вибрано областей зацікавленості
zh_cn: 没有选择关注区域
zh_tw: 未選擇關注區域

# @label
source: Status:
ca: Estat:
ko: 상태:
pl: Stan:

# @label
source: Message type:
ca: Tipus de missatge:
ko: 메시지 형식:
pl: Rodzaj wiadomości:

# @label
source: Categories:
ko: 분류:
pl: Kategorie:

# @label
source: Urgency:
ca: Urgència:
ko: 위급도:
pl: Pilność:

# @label
source: Severity:
ca: Severitat:
ko: 중요도:
pl: Waga:

# @label
source: Certainty:
ca: Certesa:
ko: 확신도:
pl: Pewność:

# @label
source: Recommended response:
ca: Resposta recomanada:
ko: 추천 행동:
pl: Zalecana odpowiedź:

# @label
source: Web:
ko: 웹:
pl: Sieć:

# @label
source: Contact:
ca: Contacte:
ko: 연락처:
pl: Kontakt:

# @label, time
source: Sent:
ca: Enviat:
ko: 전송:
pl: Wysłana:

# @label, time
source: Effective:
ca: Efectiu:
ko: 유효:
pl: Efektywnie:

# @label, time
source: Onset:
ca: Inici:
ko: 시점:
pl: W czasie:

# @label, time
source: Expires:
ca: Caduca:
ko: 만료:
pl: Wygasa:

# @label
source: Sender:
ca: Remitent:
ko: 전송한 사람:
pl: Nadawca:

# @action:button
source: Add Area of Interest
ca: Afegeix una àrea d'interès
ko: 관심 영역 추가
pl: Dodaj obszar zainteresowania

# @label
source: Name:
ca: Nom:
ko: 이름:
pl: Nazwa:

# @label
source: Radius (km)
ca: Radi (km)
ko: 반지름(km)
pl: Promień (km)
